{
  "Ground Floor" : ["1st.jpg" , "Sa unang palapag, na tinatawag ding [font=font_bold]Ground Floor[/font], matatagpuan ang [font=font_Obli]Audio-Visual Room (AVR)[/font], [font=font_Obli]Room 501[/font], at ang hagdan papuntang [font=font_book]ikalawang palapag." ],
  "AVR" : ["avr.jpg" , "Tampok sa loob ng [font=font_bold]Audio-Visual Room (AVR)[/font], na ginagamit para sa mga [font=font_book]forum, seminar,[/font] at [font=font_book]workshop[/font] sa loob ng paaralan. Ito ay napapalamutian ng malaking [font=font_book]LED TV[/font], na mayroong higit sa [font=font_book]120 upuan[/font], at may kasamang mahabang hanay ng mga upuang metal." ],
  "Room 501" : ["501.jpg" , "[font=font_bold]Room 501[/font], na kayang maglaan ng puwang para sa [font=font_book]50-60[/font] mag-aaral. Talaga namang nakakaengganyo ang kuwartong ito! Ang laki at angkop para sa mga aktibidad at mga diskusyon ng mga mag-aaral."],
  "Second Floor" : [ "2nd.jpg" , "Sa ikalawang palapag, matatagpuan ang [font=font_Obli]Office of the Dean and Faculty of the College of Computer Science[/font], kasama ang [font=font_Obli]Room 502[/font], hagdan papuntang ground floor at ikatlong palapag. Dito nagtatagpo ang mga lider at guro ng kolehiyo, at naririto rin ang mga espasyong nakalaan para sa paglinang ng kaalaman at paghubog ng mga mag-aaral sa larangan ng kompyuter. Ang hagdan naman ay nagbubukas ng daan patungo sa iba't ibang palapag, kung saan naghihintay ang iba't ibang kahanga-hangang mga pasilidad at aktibidad." ],
  "Room 502" : ["502.jpg" , "[font=font_bold]Room 502[/font], na kayang maglaan ng puwang para sa [font=font_book]50-60 mag-aaral[/font]. Isipin mo, dito ay nagkakatipon ang mga isip at tinatalakay ang mga malalim na konsepto sa larangan ng kompyuter. Ito ang lugar kung saan nabubuo ang mga samahang pang-akademiko at nagaganap ang mga aktibidad na nagpapalawak ng kaalaman at kasanayan ng mga mag-aaral. Sa kuwartong ito, naglalaho ang mga limitasyon at lumalawak ang imahinasyon ng mga nag-aaral."],
  "Office" : ["office.jpg" , "Ang [font=font_bold]Office of the Dean and Faculty of the College of Computer Science[/font], kung saan nagtitipon ang lahat ng mga guro upang talakayin ang mga mahahalagang bagay at kung mayroon kang kailangang mahalagang ipahayag, maaari kang diretso na pumunta roon at sabihin sa kanila. Ito ang [font=font_book]sentro ng pagtitipon at talakayan ng mga magagaling na propesor na puno ng kaalaman sa larangan ng kompyuter[/font]. May mga abalang usapan tungkol sa mga importanteng bagay na nagaganap dito, at nag-aabot ng tulong at impormasyon ang mga guro para sa mga nangangailangan."],
  "Third Floor" : ["3rd.jpg", "Papunta tayo sa ikatlong palapag, at doon makikita ang tatlong silid-aralan: [font=font_Obli]Room 505, Room 506, at Room 507[/font]. Sa mga kuwartong ito, nabubuo ang mga pangarap at tagumpay ng mga mag-aaral sa larangan ng kompyuter. Dito sila nagpapalawak ng kanilang kaalaman, nagpapalitan ng mga ideya, at nagtutulungan sa pagsulong ng kanilang mga galing."],
  "Room 505" : ["505.jpg" , "Sa mga kuwartong ito, nabubuo ang mga pangarap at tagumpay ng mga mag-aaral sa larangan ng kompyuter. Dito sila nagpapalawak ng kanilang kaalaman, nagpapalitan ng mga ideya, at nagtutulungan sa pagsulong ng kanilang mga galing."],
  "Room 506" : ["506.jpg" , "Sa mga kuwartong ito, nabubuo ang mga pangarap at tagumpay ng mga mag-aaral sa larangan ng kompyuter. Dito sila nagpapalawak ng kanilang kaalaman, nagpapalitan ng mga ideya, at nagtutulungan sa pagsulong ng kanilang mga galing."],
  "Room 507" : ["507.jpg" , "Sa mga kuwartong ito, nabubuo ang mga pangarap at tagumpay ng mga mag-aaral sa larangan ng kompyuter. Dito sila nagpapalawak ng kanilang kaalaman, nagpapalitan ng mga ideya, at nagtutulungan sa pagsulong ng kanilang mga galing."],
  "Fourth Floor" : ["4th.jpg" , "Ang ikaapat na palapag ay binubuo ng dalawang silid-aralan, kung saan matatagpuan ang [font=font_Obli]Room 508[/font] , [font=font_Obli]Room 509[/font], at [font=font_Obli]Room 510[/font]. Sa dulo nito, matatagpuan mo ang mga [font=font_Obli]CR[/font] na [font=font_book]pambabae[/font] at [font=font_book]panlalaki[/font]. Ito ang mga espasyong nagbibigay-komporta at kaginhawahan sa mga mag-aaral at kawani ng kolehiyo. Sa mga CR na ito, nagkakabuklod ang pangkalahatang kalinisan at kagandahan. Ito rin ang mga lugar na nagpapahalaga sa pribadong pangangailangan at nagbibigay ng kasiyahan sa lahat ng gumagamit. Sa ikaapat na palapag, matatagpuan ang higit na kasiyahan at kahandaan sa pagtuklas ng karunungan at pag-unlad ng mga kakayahan." ],
  "Room 508" : ["508.jpg" , "Ang [font=font_bold]Room 508[/font] ay kayang maglaan ng puwang para sa [font=font_book]50-60[/font] mag-aaral. Sa loob ng [font=font_bold]Room 508[/font], buhay na buhay ang mga diskusyon, mga eksperimento, at mga proyekto ng mga mag-aaral sa larangan ng kompyuter. Dito nagkakaroon ng siksikan ng mga malilikhaing isip at nagsasama-sama ang mga naglalayong manguna sa kanilang larangan. Ito ang tahanan ng mga makabagong ideya at pagsulong ng kaalaman. Sa kuwartong ito, malaya ang mga isip na humakbang patungo sa hinaharap na puno ng mga posibilidad."],
  "Room 509" : ["509.jpg", "Ang mga [font=font_bold]Room 509[/font] at [font=font_bold]510[/font] ay pinagsamang upang lumikha ng mas malawak na espasyo na kayang maglaan ng puwang para sa higit sa [font=font_book]160[/font] mag-aaral. Dito nagkakaroon ng kolektibong pag-aaral at pagtuklas ang mga mag-aaral sa larangan ng kompyuter. Sa loob ng mga kuwartong ito, nagiging mas malawak ang palitan ng mga ideya, pagsasagawa ng mga proyekto, at paglago ng mga kasanayan. Ito ang sentro ng mga malalim na diskusyon at mga aktibidad na nagpapalawak ng kaalaman at kasanayan ng mga mag-aaral. Sa pagkakasamang ito, nagiging posible ang mga malalaking grupo at mga pangkat na nagtutulungan tungo sa pagsulong ng teknolohiya."],
  "Room 510" : ["510.jpg", "Ang mga [font=font_bold]Room 509[/font] at [font=font_bold]510[/font] ay pinagsamang upang lumikha ng mas malawak na espasyo na kayang maglaan ng puwang para sa higit sa [font=font_book]160[/font] mag-aaral. Dito nagkakaroon ng kolektibong pag-aaral at pagtuklas ang mga mag-aaral sa larangan ng kompyuter. Sa loob ng mga kuwartong ito, nagiging mas malawak ang palitan ng mga ideya, pagsasagawa ng mga proyekto, at paglago ng mga kasanayan. Ito ang sentro ng mga malalim na diskusyon at mga aktibidad na nagpapalawak ng kaalaman at kasanayan ng mga mag-aaral. Sa pagkakasamang ito, nagiging posible ang mga malalaking grupo at mga pangkat na nagtutulungan tungo sa pagsulong ng teknolohiya."],
  "Fifth Floor" : ["5th.jpg", "Ang ikalimang palapag ay nakalaan para sa mga [font=font_book]laboratoryo ng kompyuter[/font]. Mayroong tatlong computer lab: [font=font_Obli]Room 511, Room 512 [/font] at [font=font_Obli]Room 513[/font]. Talaga namang nakakaengganyo ang mga laboratoryong ito! Dito naglalabas ng husay at talento ang mga mag-aaral sa pamamagitan ng mga hands-on na gawain at eksperimento sa mundo ng kompyuter. Sa bawat kuwarto, puno ng kuryosidad at pagkatuto ang hangin, habang ang mga mag-aaral ay nag-eeksplora at nagpapalawak ng kanilang kaalaman sa mga teknolohiyang nagpapabago sa ating lipunan. Sa ikalimang palapag, nagbabago ang mundo sa bawat pagkakasulat at pagpindot ng mga keyboard." ],
  "Room 511" : ["511.jpg" , "Ang [font=font_bold]Room 511[/font] ay mayroong [font=font_book]62 desktop[/font] na mga computer, kasama na ang isa na konektado sa proyektor sa bawat kuwarto. Sa loob ng [font=font_bold]Room 511[/font], naglalaho ang mga hangganan ng realidad at nagbubukas ang mga pintuan patungo sa digital na daigdig. Ang mga [font=font_book]62 desktop[/font] computer ay handang magbigay ng kahusayan at tulong sa mga mag-aaral sa kanilang mga gawain at pag-aaral sa larangan ng kompyuter. Sa pamamagitan ng konektadong proyektor, nagiging buhay at malinaw ang mga presentasyon at mga proyekto na ipinapakita sa mga mag-aaral. Dito, nagbabago ang mga saloobin at nagiging matatag ang pundasyon ng kaalaman sa bawat pindot ng mga titik sa mga keyboard ng mga computer."],
  "Room 512" : ["512.jpg", "Ang [font=font_bold]Room 512[/font] ay armado ng [font=font_book]64 desktop[/font] na mga computer na may kasamang [font=font_book]proyektor[/font]. Sa loob ng [font=font_bold]Room 512[/font], sumasabog ang mga kaisipan at naglalaho ang mga hangganan ng imahinasyon. Ang [font=font_book]64 desktop computer[/font] na handang gamitin ay naglalayong mabigyan ng kahusayan at kasanayan ang mga mag-aaral sa larangan ng kompyuter. Sa tulong ng proyektor, nagiging mas malinaw at nakababatid ang mga presentasyon at mga proyekto na ipinapakita sa mga mag-aaral. Dito, naglalabasan ang mga likha at pagkamalikhain ng mga isip na umaasam na makamit ang tagumpay sa larangan ng teknolohiya. Sa [font=font_bold]Room 512[/font], nagiging posible ang mga pangarap at mga ideya sa pamamagitan ng mga pindot sa mga keyboard ng mga computer."],
  "Room 513" : ["513.jpg", "Ang [font=font_bold]Room 513[/font] ay armado ng [font=font_book]64 desktop[/font] na mga computer na may kasamang [font=font_book]proyektor[/font]. Sa loob ng [font=font_bold]Room 513[/font], sumasabog ang mga kaisipan at naglalaho ang mga hangganan ng imahinasyon. Ang [font=font_book]64 desktop computer[/font] na handang gamitin ay naglalayong mabigyan ng kahusayan at kasanayan ang mga mag-aaral sa larangan ng kompyuter. Sa tulong ng proyektor, nagiging mas malinaw at nakababatid ang mga presentasyon at mga proyekto na ipinapakita sa mga mag-aaral. Dito, naglalabasan ang mga likha at pagkamalikhain ng mga isip na umaasam na makamit ang tagumpay sa larangan ng teknolohiya. Sa [font=font_bold]Room 513[/font], nagiging posible ang mga pangarap at mga ideya sa pamamagitan ng mga pindot sa mga keyboard ng mga computer."],
  "Sixth Floor" : ["6th.jpg" , "Sa ikaanim na palapag, matatagpuan ang tatlong silid-aralan: [font=font_Obli]Room 515, Kuwarto 516, at Kuwarto 517[/font]. At dito rin matatagpuan ang istasyon ng [font=font_Obli]Radio Natin[/font], ngunit hindi tayo pwedeng magulo doon, hehe, paumanhin. Sa bawat silid-aralan, nagaganap ang malalim na pag-aaral at pagsasanay sa larangan ng kompyuter. Samantala, ang istasyon ng [font=font_Obli]Radio Natin[/font] [font=font_book]ay naglilingkod sa pamamagitan ng musika at impormasyon, na nagpapalaganap ng mga balita, tugtugin, at iba pang programa[/font]. Dito sa ikaanim na palapag, nagkakaroon ng tunay na karanasan at pag-unawa sa paggamit ng teknolohiya at pagbibigay ng impormasyon sa pamamagitan ng radyo."],
  "Room 515" : ["515.jpg" , "Ang [font=font_bold]Room 515[/font] ay naglilingkod bilang isa pang laboratoryo ng kompyuter na mayroong [font=font_book]71 desktop[/font] na mga computer. Dito, nagkakaroon ng malalim at praktikal na pag-aaral ang mga mag-aaral sa larangan ng teknolohiya. Ang [font=font_book]71 desktop computer[/font] na handang gamitin ay nagbibigay ng mas malawak na mga oportunidad para sa pagsasanay at pagsulong ng mga kasanayan sa kompyuter. Sa loob ng [font=font_bold]Room 515[/font], nabubuo ang mga huling teknolohikal na likha at mga solusyon sa mga hamon ng industriya. Ito rin ang lugar kung saan nagkakaroon ng mga pagtuklas at eksperimento ang mga mag-aaral, nagpapalawak ng kaalaman at kakayahan sa mundo ng kompyuter. Sa kuwartong ito, sumasabog ang mga kaisipan at nagiging patunay ang kahusayan ng mga mag-aaral sa paggamit ng teknolohiya."],
  "Room 516" : ["516.jpg" , "Ang [font=font_bold]Room 516[/font] ay may kakayahan na mag-accommodate ng [font=font_book]50-60 mag-aaral[/font] bilang isa pang laboratoryo ng kompyuter na mayroong [font=font_book]71 desktop na mga computer[/font]. Dito, nabibigyan ng sapat na puwang ang mga mag-aaral upang makapag-aral at makapag-eksperimento sa larangan ng teknolohiya. Ang [font=font_book]71 desktop computer[/font] na handang gamitin ay nagbibigay ng malawak na pagkakataon para sa mga mag-aaral na ma-develop ang kanilang mga kasanayan at lumawak ang kanilang kaalaman sa mundo ng kompyuter. Sa pamamagitan ng mga praktikal na gawain at mga proyekto sa [font=font_bold]Room 516[font=font_book], nagkakaroon ng mga pagsasanay ang mga mag-aaral na nagpapalakas sa kanilang pag-unawa at kahusayan sa mga konsepto at aplikasyon ng kompyuter. Sa kuwartong ito, nagkakaroon ng kasiyahan at angking talino ang mga mag-aaral habang sumasabak sa mga makabagong teknolohiya."],
  "Room 517" : ["517.jpg" , "Ang [font=font_bold]Room 517[/font] ay espesyal na dinisenyo para sa [font=font_Obli]Computer System Servicing NCII[/font]. Dito, binibigyang-pansin ang pagsasanay at sertipikasyon sa larangan ng paglilingkod sa mga computer system. Ang kuwartong ito ay puno ng mga kagamitan at kagamitan sa pag-aaral na nakatuon sa mga kasanayang kinakailangan para sa [font=font_Obli]Computer System Servicing NCII[/font]. Sa pamamagitan ng mga hands-on na gawain at mga aktibidad sa [font=font_bold]Room 517[/font], nagkakaroon ng malalim na pag-unawa ang mga mag-aaral sa mga aspeto ng pagsasaayos at pag-maintain ng mga computer system. Ito ang lugar kung saan nabibigyang-pansin ang mga detalye at pamamaraan sa pag-aaral ng mga mag-aaral sa kursong ito. Sa kuwartong ito, nagiging mahusay at propesyonal ang mga mag-aaral sa paglilingkod sa mga computer system na may mataas na pamantayan at kahusayan."],
  "Third Floor CR" : ["cr.jpg" , "Ang palapag na ito ay kung saan matatagpuan ang mga [font=font_bold]CR o Comfort Room[/font] ng mga mag-aaral na may hiwalay na mga silid para sa mga lalaki at mga babae. Dito, makakahanap ang mga mag-aaral ng mga pasilidad na magbibigay sa kanila ng kaginhawahan at kalinisan sa kanilang pangangailangan. Ang mga [font=font_bold]CR[/font] na ito ay naka-ayos nang may maayos na pagkakatalaga upang magbigay ng mga espasyo para sa mga mag-aaral na lalaki at babae. Sa pamamagitan ng mga pasilidad na ito, nagiging maayos at kaaya-aya ang karanasan sa paggamit ng mga CR ng mga mag-aaral. Dito, nabibigyan ng pansin ang mga pangangailangan at kaligtasan ng mga mag-aaral habang nasa loob ng paaralan."],
  "Fourth Floor CR" : ["cr.jpg" , "Ang palapag na ito ay kung saan matatagpuan ang mga [font=font_bold]CR o Comfort Room[/font] ng mga mag-aaral na may hiwalay na mga silid para sa mga lalaki at mga babae. Dito, makakahanap ang mga mag-aaral ng mga pasilidad na magbibigay sa kanila ng kaginhawahan at kalinisan sa kanilang pangangailangan. Ang mga [font=font_bold]CR[/font] na ito ay naka-ayos nang may maayos na pagkakatalaga upang magbigay ng mga espasyo para sa mga mag-aaral na lalaki at babae. Sa pamamagitan ng mga pasilidad na ito, nagiging maayos at kaaya-aya ang karanasan sa paggamit ng mga CR ng mga mag-aaral. Dito, nabibigyan ng pansin ang mga pangangailangan at kaligtasan ng mga mag-aaral habang nasa loob ng paaralan."],
  "Fifth Floor CR": ["cr.jpg" , "Ang palapag na ito ay kung saan matatagpuan ang mga [font=font_bold]CR o Comfort Room[/font] ng mga mag-aaral na may hiwalay na mga silid para sa mga lalaki at mga babae. Dito, makakahanap ang mga mag-aaral ng mga pasilidad na magbibigay sa kanila ng kaginhawahan at kalinisan sa kanilang pangangailangan. Ang mga [font=font_bold]CR[/font] na ito ay naka-ayos nang may maayos na pagkakatalaga upang magbigay ng mga espasyo para sa mga mag-aaral na lalaki at babae. Sa pamamagitan ng mga pasilidad na ito, nagiging maayos at kaaya-aya ang karanasan sa paggamit ng mga CR ng mga mag-aaral. Dito, nabibigyan ng pansin ang mga pangangailangan at kaligtasan ng mga mag-aaral habang nasa loob ng paaralan."]
}